Repository: liuzeyi11/GovernmentWorkReportCorpus
Catalog: government_report_tmx_file/GR2016.tmx
Source language: en_us
Languages: zh_cn

source: We will establish HR and remuneration systems suited to the medical sector to motivate medical practitioners and protect their enthusiasm.
zh_cn: 建立健全符合医疗行业特点的人事薪酬制度，保护和调动医务人员积极性。

source: We will work to ensure harmony in the relationship between doctor and patient.
zh_cn: 构建和谐医患关系。

source: We will improve the supporting policies to complement the decision to allow all couples to have two children.
zh_cn: 完善一对夫妇可生育两个孩子的配套政策。

source: To see that the health of our people is protected, we will speed up the development of unified and authoritative safety monitoring systems for food and pharmaceuticals and reinforce every line of defense from the farm to the dining table, and from the enterprise to the hospital. This should ensure that people have access to safe food and medicine and can have confidence in what they are eating and taking.
zh_cn: 为了人民健康，要加快健全统一权威的食品药品安全监管体制，严守从农田到餐桌、从企业到医院的每一道防线，让人民群众饮食用药安全放心。

source: -- We will build an extensive and tightly woven social safety net.
zh_cn: 织密织牢社会保障安全网。

source: We will continue to raise basic pension benefits for retirees.
zh_cn: 继续提高退休人员基本养老金标准。

source: Local governments need to fulfill their duties to ensure that pension benefits are paid on time and in full.
zh_cn: 各地要切实负起责任，确保养老金按时足额发放。

source: We will work out methods for putting a portion of state capital into social security funds.
zh_cn: 制定划转部分国有资本充实社保基金办法。

source: Initiatives will be launched to pilot comprehensive reform of the elderly care service industry, and progress should be made in developing a variety of forms of combined medical and care services for the elderly.
zh_cn: 开展养老服务业综合改革试点，推进多种形式的医养结合。

source: We will implement the temporary assistance scheme and the system for providing basic assistance to persons living in extreme poverty, appropriately determining how much to grant and improving how it is granted.
zh_cn: 落实临时救助、特困人员救助供养等制度，合理确定救助供养标准，完善工作机制。

source: Per capita subsidies for subsistence allowances in rural and urban areas will be increased by 8% and 5%, respectively.
zh_cn: 城乡低保人均补助标准分别提高5%和8%。

source: We will speed up the development of social assistance systems so that people with urgent needs have access to assistance and support, helping society become a caring and warm one.
zh_cn: 加快健全城乡社会救助体系，使困难群众遇急有助、遇困有帮，让社会充满关爱和温暖。

source: -- We will promote the reform and development of the cultural sector.
zh_cn: 推进文化改革发展。

source: We will draw on the Chinese Dream and socialism with Chinese characteristics to build consensus and pool strength, nurture and practice the core socialist values, and make greater efforts to foster patriotism.
zh_cn: 用中国梦和中国特色社会主义凝聚共识、汇聚力量，培育和践行社会主义核心价值观，加强爱国主义教育。

source: We will carry out an initiative to encourage innovation in philosophy and the social sciences.
zh_cn: 实施哲学社会科学创新工程，

source: We will promote the development of literature and art; the press and publishing; radio, television, and film; and archiving.
zh_cn: 发展文学艺术、新闻出版、广播影视、档案等事业。

source: New types of Chinese think tanks will be developed.
zh_cn: 建设中国特色新型智库。

source: China's cultural relics and intangible cultural heritage will be more effectively protected and put to better use.
zh_cn: 加强文物和非物质文化遗产保护利用。

source: We will support popular activities which promote cultural and ethical progress.
zh_cn: 深化群众性精神文明创建活动，

source: We will work to foster a love of reading in our people, popularize scientific knowledge, promote the spirit of science, improve the overall caliber of the population and raise the level of civility in society.
zh_cn: 倡导全民阅读，普及科学知识，弘扬科学精神，提高国民素质和社会文明程度。

source: We will promote the integrated development of traditional and new media.
zh_cn: 促进传统媒体与新兴媒体融合发展。

source: We will encourage the development of a healthy online culture.
zh_cn: 培育健康网络文化。

source: We will work to deepen cultural exchanges with other countries and strengthen our capacity for international communication.
zh_cn: 深化中外人文交流，加强国际传播能力建设。

source: We will deepen structural reform of the cultural sector, see that more public cultural resources are made available in rural and urban communities, promote the creative development of the cultural sector, see that markets for cultural products and services flourish, and strengthen regulation of such markets.
zh_cn: 深化文化体制改革，引导公共文化资源向城乡基层倾斜，推动文化产业创新发展，繁荣文化市场，加强文化市场管理。

source: We will enable more households to enjoy digital broadcasting.
zh_cn: 推进数字广播电视户户通。

source: We will make thorough preparations for the 2022 Beijing Winter Olympic Games and Paralympic Games.
zh_cn: 做好北京冬奥会和冬残奥会筹办工作，

source: We will encourage new trends in popular fitness activities.
zh_cn: 倡导全民健身新时尚。

source: -- We will strengthen and develop new forms of social governance.
zh_cn: 加强和创新社会治理。

source: We will make sure foundational work and work at the community level is carried out to proper effect.
zh_cn: 做好基层基础工作，

source: We will promote urban and rural community development and encourage democratic consultation at the community level.
zh_cn: 推进城乡社区建设，促进基层民主协商。

source: We will support the participation of people's organizations, such as trade unions, Communist youth league organizations, and women's federations, in social governance.
zh_cn: 支持工会、共青团、妇联等群团组织参与社会治理。

source: We will move faster to untie industry associations and chambers of commerce from any connections they still have with the government.
zh_cn: 加快行业协会商会与行政机关脱钩改革，

source: Social organizations will be developed and regulated in accordance with the law, and support will be given to the development of specialized social work, volunteer services, and charity.
zh_cn: 依法规范发展社会组织，支持专业社会工作、志愿服务和慈善事业发展。

source: We will step up the development of the social credit system.
zh_cn: 加强社会信用体系建设。

source: We will ensure the full protection of the rights and interests of women, children, and people with disabilities, and strengthen support and services provided to the children, women, and elderly who remain in rural areas while their family members work away in the cities.
zh_cn: 切实保障妇女、儿童、残疾人权益，加强对农村留守儿童和妇女、老人的关爱服务。

source: We will deepen the reform of the judicial system, work to raise public awareness of the rule of law, begin to implement the seventh five-year plan for increasing public knowledge of the law, and see that a good job is done in terms of legal aid provision and community corrections.
zh_cn: 深化司法体制改革，开展法治宣传教育，启动实施“七五”普法规划，做好法律援助和社区矫正工作。

source: We will improve the national system for cybersecurity.
zh_cn: 完善国家网络安全保障体系。

source: New ways will be developed to improve the mechanisms for maintaining law and order, an IT-based system for crime prevention and control will be developed, unlawful and criminal activities will be punished in accordance with the law, and violent terrorist activities will be dealt with severely. All these steps will ensure people's security.
zh_cn: 创新社会治安综合治理机制，以信息化为支撑推进社会治安防控体系建设，依法惩治违法犯罪行为，严厉打击暴力恐怖活动，增强人民群众的安全感。

source: We will improve on work related to the handling of complaints made by letter or in person and refine the mechanisms for multimodal dispute mediation, so as to address disputes and ensure social peace and harmony.
zh_cn: 改进信访工作，完善多元调解机制，有效化解矛盾纠纷，促进社会平安祥和。

source: Nothing is more valuable than life, and ensuring public safety is of paramount importance.
zh_cn: 生命高于一切，安全重于泰山。

source: We must continue our efforts to ensure workplace and public safety, improve safety infrastructure and build capacity to prevent and mitigate disasters, enhance monitoring, early-warning, and emergency response mechanisms, improve meteorological services, and deliver a good performance in seismology, surveying, mapping, and geology.
zh_cn: 必须坚持不懈抓好安全生产和公共安全，加强安全基础设施和防灾减灾能力建设，健全监测预警应急机制，提高气象服务水平，做好地震、测绘、地质等工作。

source: We will improve and implement the system of accountability, management, and evaluation for workplace safety to ensure that both CPC committees and governments are held accountable and that officials take responsibility for workplace safety in performing their duties, and intensify efforts to see that those who fail to uphold safety standards are held accountable.
zh_cn: 完善和落实安全生产责任、管理制度和考核机制，实行党政同责、一岗双责，加大失职追责力度，

source: We will tighten oversight and law enforcement to guard against and prevent the occurrence of major workplace accidents and protect the lives and property of our people.
zh_cn: 严格监管执法，坚决遏制重特大安全事故发生，切实保障人民生命财产安全。

source: 8. Improve government functions, strengthen our administrative capacity, and deliver quality government services.
zh_cn: （八）加强政府自身建设，提高施政能力和服务水平。

source: The most formidable tasks demand the greatest sense of mission.
zh_cn: 重任千钧惟担当。

source: Faced with the onerous and complex tasks of reform and development, we in governments at all levels should follow the new vision on development in our work, bear the weight of finishing building a moderately prosperous society in all respects on our shoulders, keep the people's wellbeing at the forefront of our minds, and build a law-based, innovative, clean, and service-oriented government that the people are satisfied with.
zh_cn: 面对异常艰巨复杂的改革发展任务，各级政府要深入贯彻落实新发展理念，把全面建成小康社会使命扛在肩上，把万家忧乐放在心头，建设人民满意的法治政府、创新政府、廉洁政府和服务型政府。

source: -- We will ensure that all government duties are performed in accordance with the law and that all government activities are carried out in line with the rule of law.
zh_cn: 坚持依法履职，把政府活动全面纳入法治轨道。

source: Governments at all levels and all their employees must take the lead in strictly abiding by the Constitution and other laws and conscientiously apply rule of law thinking and approaches in their work; they must carry out all statutory functions and duties and may not do anything not authorized by law.
zh_cn: 各级政府及其工作人员要带头严格遵守宪法和法律，自觉运用法治思维和法治方式推动工作，法定职责必须为，法无授权不可为。

source: We will actively promote the legal consultation system for government.
zh_cn: 积极推行政府法律顾问制度。

source: We will intensify efforts to make government operations more open by making use of both traditional and new media including the Internet to respond in a timely manner to social concerns and inform the public about what the government is doing and how.
zh_cn: 深入推进政务公开，充分发挥传统媒体、新兴媒体作用，利用好网络平台，及时回应社会关切，使群众了解政府做什么、怎么做。

source: We in governments at all levels must, as required by law, subject ourselves to the oversight of the people's congresses at the same levels and their standing committees, and we should willingly subject ourselves to the democratic oversight of CPPCC committees, public oversight, and public opinion-based oversight, so as to exercise power in an open and transparent way.
zh_cn: 各级政府要依法接受同级人大及其常委会的监督，自觉接受人民政协的民主监督，接受社会和舆论监督，让权力在阳光下运行。

source: -- We will ensure that government duties are performed with integrity and intensify efforts to fight corruption.
zh_cn: 坚持廉洁履职，深入推进反腐倡廉。

source: We will see that leading Party and government officials at all levels assume full responsibility for improving Party conduct and government integrity, and we will severely punish all types of behavior that constitute flagrant violations of discipline.
zh_cn: 认真落实党风廉政建设主体责任，严厉整治各种顶风违纪行为。

source: Administrative supervision will be strengthened, and the whole government system will be placed under auditing.
zh_cn: 加强行政监察，推进审计全覆盖。

source: Steps will be taken, such as reducing or limiting certain powers and adopting new forms of supervision, to eliminate room for rent-seeking and eradicate the breeding grounds of corruption.
zh_cn: 以减权限权、创新监管等举措减少寻租空间，铲除滋生腐败土壤。

source: We will ensure that efforts to improve Party conduct and government integrity are extended right down to the community level, resolutely correct improper conduct that harms the interests of the general public, and punish corruption without fail.
zh_cn: 推动党风廉政建设向基层延伸，坚决纠正侵害群众利益的不正之风，坚定不移惩治腐败。

source: -- We will ensure that officials perform their duties diligently, that government decisions are fully implemented, and that the government's public credibility is improved.
zh_cn: 坚持勤勉履职，提高执行力和公信力。

source: Government workers must take an active approach to their work, carry out effective planning and decisive implementation, fulfill all their duties, and work tirelessly in service of the public.
zh_cn: 政府工作人员要恪尽职守、夙夜在公，主动作为、善谋勇为。

source: We will practice the Three Stricts and Three Honests; become more aware of the need to uphold political integrity, keep in mind the bigger picture, follow the CPC as the core of the Chinese leadership, act consistently with CPC Central Committee policy; and improve conduct and competence in order to become a contingent of top-performing public servants with a good command of professional expertise.
zh_cn: 深入践行“三严三实”，增强政治意识、大局意识、核心意识、看齐意识，加强作风和能力建设，打造高素质专业化的公务员队伍。

source: We will improve and strictly enforce the work responsibility system and fully execute all policies and tasks without fail.
zh_cn: 健全并严格执行工作责任制，确保各项政策和任务不折不扣落到实处。

source: We will improve oversight and accountability systems, root out incompetence, inertia, and negligence, and show zero tolerance for those who are on the government payroll but do not perform their duties.
zh_cn: 健全督查问责机制，坚决整肃庸政懒政怠政行为，决不允许占着位子不干事。

source: We will improve incentive mechanisms and mechanisms to allow for and address mistakes, supporting and motivating those who are committed to carrying out reforms and making innovations. This will help ensure that our officials want to act, are not afraid to act, and are able to act and deliver.
zh_cn: 健全激励机制和容错纠错机制，给改革创新者撑腰鼓劲，让广大干部愿干事、敢干事、能干成事。

source: The remarkable achievements made in China's reform and opening up over the past 30 plus years are a result of the actions of our people and our officials.
zh_cn: 中国改革开放30多年的辉煌成就，就是广大干部群众干出来的。

source: Success belongs to those who share, from top to bottom, in one purpose.
zh_cn: 上下同欲者胜。

source: We will keep both the central and local governments fully motivated.
zh_cn: 我们要充分发挥中央和地方两个积极性。

source: Localities which work diligently and make notable achievements will receive greater incentives and support in terms of development funds, land designations for new construction projects, and idle budgetary funds made available to them.
zh_cn: 对真抓实干成效明显的地方，在建设资金安排、新增建设用地、财政沉淀资金统筹使用等方面，加大奖励支持力度。

source: We will encourage all localities to conduct their work in light of their particular circumstances and create a motivational sense of competition in pursuit of development.
zh_cn: 鼓励各地从实际出发干事创业，形成竞相发展的生动局面。

source: There are several other areas I wish to address. First, all the people of China are of one family.
zh_cn: 各位代表！中华民族是一个大家庭，

source: Helping the people of all our ethnic groups to live together, share in a common cause, and develop in harmony is in the fundamental interests of us all, and is our joint responsibility.
zh_cn: 促进各民族和睦相处、和衷共济、和谐发展，是各族人民的根本利益和共同责任。

source: We will stick to the Chinese way-the right way-of managing ethnic issues, and uphold and improve the system of regional ethnic autonomy.
zh_cn: 要坚持中国特色解决民族问题的正确道路，坚持和完善民族区域自治制度，

source: We will follow closely the Party's policies concerning ethnic groups, launch extensive activities to promote ethnic unity and progress, facilitate the development of a social structure and a community environment in which different ethnic groups are integrated, and promote interaction, communication, and integration between ethnic groups.
zh_cn: 严格执行党的民族政策，深入开展民族团结进步创建活动，推动建立各民族相互嵌入式的社会结构和社区环境，促进各民族交往交流交融。

source: We will implement differentiated policies in support of the development of areas with concentrations of ethnic minorities, offer assistance through pairing programs, and protect and develop the fine traditional cultures of ethnic minorities and towns and villages rich in ethnic heritage.
zh_cn: 落实促进民族地区发展的差别化支持政策，加强对口帮扶，保护和发展少数民族优秀传统文化及特色村镇，

source: We will step up support for the development of ethnic groups with smaller populations and boost efforts to promote the development of the border regions to improve the lives of the people there.
zh_cn: 加大扶持人口较少民族发展力度，大力实施兴边富民行动，

source: In short, we will ensure that all the people of China work together for a moderately prosperous society in all respects.
zh_cn: 让全国各族人民共同迈向全面小康社会。

source: We will fully implement the Party's basic policy on religion, regulate religious affairs in accordance with the law, promote harmonious relations between religions, and see that religious leaders and believers are actively involved in promoting economic and social development.
zh_cn: 我们要全面贯彻党的宗教工作基本方针，坚持依法管理宗教事务，促进宗教关系和谐，发挥宗教界人士和信教群众在促进经济社会发展中的积极作用。

source: We will implement our policies on work related to overseas Chinese, and work in accordance with the law to safeguard the lawful rights and interests of overseas Chinese nationals, Chinese nationals who have returned to China from overseas, and the relatives of overseas Chinese nationals who live in China.
zh_cn: 我们要认真落实侨务政策，依法维护海外侨胞和归侨侨眷的合法权益，

source: We will give full expression to their unique strengths and important roles, rally their support, and strengthen the bonds of attachment and affection of all Chinese, whether at home or overseas, to our motherland.
zh_cn: 充分发挥他们的独特优势和重要作用，不断增强海内外中华儿女的向心力。

source: Second, last year saw significant progress in strengthening national defense and the armed forces.
zh_cn: 各位代表！过去一年，国防和军队建设取得显著成效。

source: This year, in keeping with the Party's goal of building strong armed forces under new conditions, we will boost efforts to build the armed forces through political work and reform, and run them by law.
zh_cn: 新的一年，要紧紧围绕实现党在新形势下的强军目标，深入推进政治建军、改革强军、依法治军，

source: We will work to make the military more revolutionary, modern, and well-structured in every respect, and remain committed to safeguarding national security.
zh_cn: 全面加强军队革命化现代化正规化建设，坚决维护国家安全。

source: We will uphold the fundamental principle and institution of the Party having absolute leadership over the armed forces, and put into practice the guiding principles adopted at the military's meeting on political work held in Gutian, Fujian.
zh_cn: 坚持党对军队绝对领导的根本原则和制度，落实古田全军政治工作会议精神。

source: We will strengthen in a coordinated way military preparedness on all fronts and for all scenarios, and work meticulously to ensure combat readiness and border, coastal, and air defense control.
zh_cn: 统筹推进各方向各领域军事斗争准备，严密组织日常战备和边海空防管控。

source: We will step up the development of logistics and equipment.
zh_cn: 加强后勤保障和装备发展。

source: We will make steady progress in reforming military leadership and command structures, and launch reform of the military's size and structure as well as its policies and institutions.
zh_cn: 稳步推进领导指挥体制改革，部署展开军队规模结构和政策制度等改革。

source: We will ensure law-based development of the armed forces.
zh_cn: 提高军队建设法治化水平。

source: We will modernize the armed police force.
zh_cn: 建设现代化武装警察部队。

source: Public awareness about the importance of national defense and national defense mobilization will be strengthened.
zh_cn: 加强全民国防教育和国防动员建设。

source: Closer military-civilian integration will be promoted in important fields, and full consideration will be given to defense needs in the development of important infrastructure.
zh_cn: 推动重要领域军民融合深度发展，在重要基础设施建设中充分考虑国防需求。

source: We will develop defense-related science, technology, and industries.
zh_cn: 发展国防科技工业。

source: Governments at all levels should give full support to strengthening national defense and the armed forces, and we should strive to forge an ever closer bond between the military and the government and between the military and the people in this new era.
zh_cn: 各级政府要大力支持国防和军队建设，走出一条新时期鱼水情深的军政军民团结之路。

source: Third, we will implement, both to the letter and in spirit, the principles of "one country, two systems," the people of Hong Kong governing Hong Kong, the people of Macao governing Macao, and both regions enjoying a high degree of autonomy,
zh_cn: 各位代表！我们将全面准确贯彻“一国两制”、“港人治港”、“澳人治澳”、高度自治的方针，

source: and we will act in strict compliance with China's Constitution and the basic laws of the Hong Kong and Macao special administrative regions.
zh_cn: 严格依照宪法和基本法办事。

source: We pledge our full support to the chief executives and governments of the two regions as they conduct governance in accordance with their respective laws.
zh_cn: 全力支持香港、澳门特别行政区行政长官和政府依法施政。

source: We will give expression to the distinctive strengths of Hong Kong and Macao, and elevate their positions and roles in China's economic development and opening up.
zh_cn: 发挥港澳独特优势，提升港澳在国家经济发展和对外开放中的地位和功能。

source: We will work to deepen cooperation between the mainland and these two regions and help Hong Kong and Macao strengthen their competitiveness.
zh_cn: 深化内地与港澳合作，促进港澳提升自身竞争力。

source: We are convinced that Hong Kong and Macao will maintain long-term prosperity and stability.
zh_cn: 我们相信，香港、澳门一定会保持长期繁荣稳定。

source: We will remain committed to our major policies on Taiwan, uphold the 1992 Consensus as the political foundation, resolutely oppose separatist activities for the independence of Taiwan, safeguard China's sovereignty and territorial integrity, maintain the peaceful growth of cross-Straits relations, and safeguard peace and stability in the Taiwan Straits.
zh_cn: 我们要继续坚持对台工作大政方针，坚持“九二共识”政治基础，坚决反对“台独”分裂活动，维护国家主权和领土完整，维护两岸关系和平发展和台海和平稳定。

source: We will strive to make progress in cross-Straits economic integration.
zh_cn: 推进两岸经济融合发展。

source: We will encourage cultural, educational, scientific, and technological exchanges and help strengthen exchanges between ordinary people and the younger generation between both sides of the Straits.
zh_cn: 促进两岸文教、科技等领域交流，加强两岸基层和青年交流。

source: Guided by the conviction that people on both sides of the Straits belong to one and the same family, we will share with our fellow countrymen and women in Taiwan both the responsibility of the Chinese nation and opportunities for development and jointly build a cross-Straits community of common destiny.
zh_cn: 我们将秉持“两岸一家亲”理念，同台湾同胞共担民族大义，共享发展机遇，携手构建两岸命运共同体。

source: Finally, we will continue to hold aloft the banner of peace, development, cooperation, and mutual benefit, practice the distinctive vision guiding China in conducting its diplomacy as a major country, and safeguard its sovereignty, security, and developmental interests.
zh_cn: 各位代表！我们将继续高举和平、发展、合作、共赢的旗帜，践行中国特色大国外交理念，维护国家主权、安全、发展利益。

source: We will host the G20 leaders' summit to promote innovative growth in the global economy and improve global economic and financial governance.
zh_cn: 办好在我国举行的二十国集团领导人峰会，推动世界经济创新增长，完善全球经济金融治理。

source: We will step up coordination and cooperation with all other major countries and develop with them relations characterized by positive interaction and win-win cooperation.
zh_cn: 加强与各主要大国协调合作，建设良性互动、合作共赢的大国关系。

source: Guided by the policy of amity, sincerity, mutual benefit, and inclusiveness in developing relations with our neighbors, we will work with other countries in our region to maintain lasting peaceful relations and coordinated and integrated development.
zh_cn: 秉持亲诚惠容的周边外交理念，与地区国家持久和平相处、联动融合发展。

source: We will help deepen South-South cooperation, promote common development, and safeguard the legitimate rights and interests of developing countries.
zh_cn: 深化南南合作、促进共同发展，维护发展中国家正当合法权益。

source: We will participate constructively in solving global and sensitive issues.
zh_cn: 建设性参与解决全球性和热点问题。

source: We will move faster to strengthen our capacity for safeguarding China's overseas interests and protect the safety of Chinese nationals and legal persons.
zh_cn: 加快海外利益保护能力建设，切实保护我国公民和法人安全。

source: China will work tirelessly with the rest of the international community to promote the peace and development of all of humanity.
zh_cn: 中国愿与国际社会一道，为人类和平与发展事业不懈努力！

source: Our future can be secured only through hard work.
zh_cn: 奋斗才能赢得未来。

source: Let us rally closer around the CPC Central Committee headed by General Secretary Xi Jinping and, working together and remaining of one mind, strive to fulfill this year's economic and social development tasks and targets.
zh_cn: 让我们更加紧密地团结在以习近平同志为总书记的党中央周围，凝心聚力，奋发进取，努力完成今年经济社会发展目标任务，
